#+Title: Kickstart.emacs
#+Author: Christoffer
#+Description: Blazingly fast starting point for your Emacs configuration.
#+PROPERTY: header-args:emacs-lisp :tangle ./init.el :mkdirp yes
#+Startup: showeverything
#+Options: toc:2

** ag
#+begin_src emacs-lisp
(use-package ag
  :commands (ag ag-project))
#+end_src

#+RESULTS:
: [nil 27046 46812 912610 nil elpaca-process-queues nil nil 0 nil]
